{
  "popular": [
    {
      "id":1,
      "title":"Силовики пришли с обысками в дом правительства Карачаево-Черкесии",
      "description":"Силовики из Москвы проводят обыски в доме правительства Карачаево-Черкесии. «Обыски в правительстве идут, этим занимается ФСБ, работают там сотрудники из Москвы», — сообщил источник в правоохранительных органах. Власти северокавказской республики отвергли эту информацию.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/17/20180627171459281/pic_e52d60a9bea7673f165fe3c8d7a14ef2.jpg",
      "content":"",
      "categoryId":1
    },
    {
      "id":2,
      "title":"Кремль анонсировал встречу Путина и Трампа",
      "description":"Москва и Вашингтон достигли договоренности о времени и месте саммита Россия — США, в рамках которого планируется провести встречу с участием президентов двух стран. Более подробная информация о предстоящих переговорах между Владимиром Путиным и Дональдом Трампом будет обнародована 28 июня.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/17/20180627172341218/pic_afda08067332c374ff7a1edf79cf28c5.jpg",
      "content":"",
      "categoryId":2
    },{
      "id":3,
      "title":"США придумали способ лишить Индию российских С-400",
      "description":"США могут попробовать убедить Индию закупить американские системы противоракетной обороны THAAD, чтобы заблокировать сделку по поставке Нью-Дели российских зенитных ракетных систем С-400. Предложение может быть озвучено на встрече глав МИД и Минобороны Индии с госсекретарем США и главой Пентагона в Вашингтоне 6 июля.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/14/20180627141956126/pic_55d63e159544508d299473167682f15f.jpg",
      "content":"",
      "categoryId":3
    },
    {
      "id":4,
      "title":"Раскрыты подробности биографии ставшего полпредом Путина таинственного генерала",
      "description":"Генерал-майор Александр Матовников, назначенный полномочным представителем президента в Северо-Кавказском федеральном округе, очень близок к главе государства Владимиру Путину. По данным источников, военный регулярно встречал президента в аэропорту Внуково и пользовался его личным доверием.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/13/20180627131010235/pic_d0eeec4c3d1fca6b0e41d9cf8cb55cb9.jpg",
      "content":"",
      "categoryId": 2
    },
    {
      "id":5,
      "title":"Дания нашла способ заблокировать «Северный поток-2»",
      "description":"Премьер-министр Дании Ларс Лёкке Расмуссен заявил, что его страна может принять закон, который в конечном итоге позволит на юридических основаниях заблокировать или отложить реализацию проекта «Северный поток-2». Он также предложил вынести обсуждение строительства газопровода на общеевропейский уровень.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/12/20180627123008968/pic_ad5185bfe17a33e78f3a44673730610a.jpg",
      "content":"",
      "categoryId":4
    },{
      "id":6,
      "title":"Работающие пенсионеры останутся без индексаций",
      "description":"По подсчетам кабинета министров, работающие пенсионеры имеют более высокие темпы роста оплаты труда по сравнению с прогнозами. Накопленная индексация будет учитываться «при окончательном расчете такого пенсионера». До 2016 года пенсии продолжающих работать россиян индексировались наравне с остальными выплатами.",
      "image":"https://icdn.lenta.ru/images/2018/06/27/12/20180627120538585/pic_e0f82891cecb372905789e6ccf154a17.jpg",
      "content":"",
      "categoryId": 4
    }
  ],
  "categories":[
    {
      "id":1,
      "category":"Силовые структуры"
    },
    {
      "id":2,
      "category":"Россия"
    },
    {
      "id":3,
      "category":"Мир"
    },
    {
      "id":4,
      "category":"Экономика"
    }
  ]
}